Repository: andersinno/foosball
Catalog: foosball/games/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Score
fi: Tulos

source: Players
fi: Pelaajat

source: name
fi: nimi

source: description
fi: kuvaus

source: created by
fi: luonut

source: modified by
fi: muokannut

source: played at
fi: pelattu

source: Time when the game was played
fi: Aika, jolloin peli pelattiin

source: table
fi: pöytä

source: Unknown
fi: Ei tiedossa

source: Red
fi: Punainen

source: Blue
fi: Sininen

source: side
fi: puoli

source: score
fi: tulos

source: Team's score in the game
fi: Joukkueen tulos pelissä

source: wins - singles
fi: voitot - yksinpelit

source: Wins in a single player team
fi: Voittojen määrä yksinpeleissä

source: win percentage - singles
fi: voittoprosentti - yksinpelit

source: Win percentage for single player team games
fi: Voittoprosentti yksinpeleissä

source: wins - doubles
fi: voitot - joukkuepelit

source: Wins in a two player team
fi: Voittojen määrä joukkuepeleissä

source: win percentage - doubles
fi: voittoprosentti - joukkuepelit

source: Win percentage in two player team games
fi: Voittoprosentti joukkuepeleissä

source: total played
fi: pelejä yhteensä

source: Total games played in
fi: Kaikkien pelien lukumäärä

source: singles played
fi: yksinpelejä yhteensä

source: Total games played as a single player team
fi: Yksinpelien lukumäärä

source: doubles played
fi: joukkuepelejä yhteensä

source: Total games played in a two player team
fi: Joukkuepelien lukumäärä

source: colour code
fi: värikoodi

source: Player colour as a hex colour code
fi: Pelaajan väri heksavärikoodina

source: Game
fi: Peli

source: Games
fi: Pelit

source: Result input
fi: Tulosten syöttö

source: No games have been played.
fi: Yhtään peliä ei ole vielä pelattu.

source: Red or Blue
fi: Punainen vai sininen

source: Input a new score
fi: Syötä uusi tulos

source: Submit
fi: Lähetä

source: Maximum number of players is two.
fi: Pelaajien maksimimäärä on kaksi.

source: Teams contain same players.
fi: Joukkueet sisältävät samoja pelaajia.
